Repository: PinkCar520/lucidpanda
Catalog: apps/mobile/ios/LucidPanda/LucidPanda/Localizable.xcstrings
Source language: en
Languages: zh_hans

# market.pulse.timechain.loading
source: AI analyzing market chain...
zh_hans: AI 正在深度串联事件脉络...

# market.pulse.timechain.retry
source: Retry AI Analysis
zh_hans: 重试 AI 分析

# market.pulse.title
source: Market Pulse
zh_hans: 市场脉搏

# market.pulse.today_sentiment
source: Today's Overall Sentiment
zh_hans: 今日整体情绪

# market.pulse.trend.actual
source: Actual
zh_hans: 实际走势

# market.pulse.trend.forecast
source: AI Forecast
zh_hans: AI 预测

# market.pulse.updated_format %@
source: Updated %@
zh_hans: %@ 更新

# market.pulse.urgency_score %lld
source: Urgency %lld
zh_hans: 紧急度 %lld

# market.range
source: Range
zh_hans: 范围

# market.range.1d
source: 1 Day
zh_hans: 1 天

# market.range.1m
source: 1 Month
zh_hans: 1 月

# market.range.1w
source: 1 Week
zh_hans: 1 周

# market.section.quant_performance
source: Quantitative Performance
zh_hans: 量化绩效指标

# market.section.valuation_summary
source: Valuation Summary
zh_hans: 估值摘要

# market.terminal.intelligence
source: Market Intelligence
zh_hans: 市场情报

# market.terminal.no_intelligence
source: No market intelligence yet
zh_hans: 暂无市场情报

# market.terminal.title
source: Market Terminal
zh_hans: 市场终端

# new_report
source: Recent report disclosure
zh_hans: 最新季报披露

# outdated_report
source: Outdated holdings report
zh_hans: 持仓报告严重过时

# possible_rebalance
source: Possible portfolio rebalance
zh_hans: 报告期较久，可能已调仓

# sector.name.ai
source: AI / Intelligence
zh_hans: 人工智能

# sector.name.communication
source: Communication
zh_hans: 通信服务

# sector.name.consumer_discretionary
source: Consumer Discretionary
zh_hans: 可选消费

# sector.name.consumer_staples
source: Consumables
zh_hans: 食品饮料

# sector.name.defense
source: Defense
zh_hans: 国防军工

# sector.name.energy
source: Energy
zh_hans: 能源

# sector.name.finance
source: Financials
zh_hans: 金融

# sector.name.healthcare
source: Healthcare
zh_hans: 医疗医药

# sector.name.industrials
source: Industrials
zh_hans: 工业

# sector.name.liquor
source: Liquor
zh_hans: 白酒

# sector.name.materials
source: Materials
zh_hans: 基础材料

# sector.name.new_energy
source: New Energy
zh_hans: 新能源

# sector.name.others
source: Others
zh_hans: 其他

# sector.name.precious_metals
source: Precious Metals
zh_hans: 贵金属

# sector.name.real_estate
source: Real Estate
zh_hans: 房地产

# sector.name.semiconductors
source: Semiconductors
zh_hans: 半导体

# sector.name.tech
source: Technology
zh_hans: 信息技术

# sector.name.utilities
source: Utilities
zh_hans: 公用事业

# sentiment.bearish
source: Bearish
zh_hans: 看跌

# sentiment.bullish
source: Bullish
zh_hans: 看涨

# sentiment.neutral
source: Neutral
zh_hans: 中性

# settings.account_security
source: Account & Security
zh_hans: 账户与安全

# settings.action.change_password
source: Change Login Password
zh_hans: 修改登录密码

# settings.action.logout
source: Sign Out
zh_hans: 退出登录

# settings.action.two_factor
source: Two-Factor Authentication (2FA)
zh_hans: 双重验证（2FA）

# settings.active_sessions
source: Active Sessions
zh_hans: 活跃设备

# settings.dialog.change_password.title
source: Change Login Password
zh_hans: 修改登录密码

# settings.dialog.two_factor.hint
source: Scan the QR code to bind your authenticator app.
zh_hans: 请扫描二维码绑定身份验证器

# settings.dialog.two_factor.title
source: Two-Factor Authentication
zh_hans: 双重验证

# settings.field.current_password
source: Current Password
zh_hans: 当前密码

# settings.field.email
source: Email
zh_hans: 邮箱

# settings.field.gender
source: Gender
zh_hans: 性别

# settings.field.gender.female
source: Female
zh_hans: 女

# settings.field.gender.male
source: Male
zh_hans: 男

# settings.field.gender.unset
source: Prefer not to say
zh_hans: 不透露

# settings.field.new_password
source: New Password
zh_hans: 新密码

# settings.field.nickname
source: Nickname
zh_hans: 昵称

# settings.field.nickname.placeholder
source: Display name
zh_hans: 显示昵称

# settings.item.appearance
source: Appearance
zh_hans: 外观

# settings.item.biometric_unlock
source: Biometric Unlock
zh_hans: 生物识别解锁

# settings.item.language
source: Language
zh_hans: 语言

# settings.item.price_alert
source: Price Alerts
zh_hans: 价格提醒

# settings.item.push_alert
source: Push Notifications
zh_hans: 系统推送通知

# settings.item.signal_alert
source: Signal Alerts
zh_hans: 策略信号提醒

# settings.language.system
source: System Default
zh_hans: 跟随系统

# settings.password.error_format %@
source: Failed to change password: %@
zh_hans: 修改密码失败：%@

# settings.password.success
source: ✅ Password successfully changed
zh_hans: ✅ 密码修改成功

# settings.profile.save_success
source: Your profile has been saved.
zh_hans: 个人资料已保存。

# settings.section.account_actions
source: Account Actions
zh_hans: 账户操作

# settings.section.basic_info
source: Basic Information
zh_hans: 基本信息

# settings.section.notifications
source: Notifications
zh_hans: 通知与提醒

# settings.section.preferences
source: Preferences
zh_hans: 偏好设置

# settings.section.security
source: Security & Login
zh_hans: 安全与登录

# settings.section.sessions
source: Session Security
zh_hans: 设备与会话安全

# settings.section.subscription
source: Subscription
zh_hans: 订阅服务

# settings.security.verify_and_enable
source: Verify and Enable
zh_hans: 验证并启用

# settings.session.current
source: Current
zh_hans: 本机

# settings.session.empty
source: No active sessions
zh_hans: 暂无活跃会话

# settings.session.error.load_failed %@
source: Failed to load sessions: %@
zh_hans: 加载会话失败：%@

# settings.session.error.revoke_failed %@
source: Failed to revoke session: %@
zh_hans: 撤销会话失败：%@

# settings.session.loading
source: Loading sessions...
zh_hans: 加载中...

# settings.session.revoke
source: Revoke
zh_hans: 撤销

# settings.subscription.status.pro
source: Pro Member
zh_hans: 尊享版会员

# settings.subscription.upgrade
source: Upgrade to Pro
zh_hans: 升级至尊享版

# settings.title
source: Account Settings
zh_hans: 账户设置

# settings.two_factor.authenticator_app
source: Authenticator App
zh_hans: 身份验证器应用

# settings.two_factor.error.invalid_code
source: Invalid code. Please try again.
zh_hans: 验证码无效，请重试。

# settings.two_factor.error.load_qr_failed
source: Failed to load QR code
zh_hans: 加载二维码失败

# settings.two_factor.hint_description
source: When enabled, you'll need to provide a 6-digit dynamic verification code from an authenticator app (such as Google Authenticator) in addition to your password each time you log in, effectively preventing account theft.
zh_hans: 启用后，每次登录除密码外还需提供验证器 App（如 Google Authenticator）生成的 6 位动态验证码，有效防止账号被盗。

# settings.user.display_name
source: Investment Account
zh_hans: 投资账户

# settings.web.alert.message
source: This capability will redirect to the web portal.
zh_hans: 该功能将跳转到 Web 端继续完成。

# settings.web.alert.title
source: Open Web Portal
zh_hans: 打开 Web 端

# significant_drift
source: Significant style drift detected
zh_hans: 检测到显著风格漂移

# subscription.action.restore
source: Restore Purchase
zh_hans: 恢复购买

# subscription.action.subscribe
source: Subscribe Now
zh_hans: 立即订阅

# subscription.error.pro_required
source: This feature requires a Pro subscription.
zh_hans: 此功能仅限 Pro 订阅用户使用

# subscription.feature.alarm
source: 2σ Smart Volatility Alerts
zh_hans: 2σ 智能波动率预警

# subscription.feature.alerts.sub
source: Instant push notifications for critical price movements and technical breaks.
zh_hans: 关键价格波动和技术突破的即时推送通知。

# subscription.feature.alerts.title
source: Real-time SZ/WTI Alerts
zh_hans: 深证/原油实时预警

# subscription.feature.backtest
source: Advanced Backtest & Macro Regime
zh_hans: 高级回测与宏观分层

# subscription.feature.backtest.sub
source: Validate strategies against 20 years of tick-perfect historical market data.
zh_hans: 在 20 年逐笔级的历史市场数据上验证您的投资策略。

# subscription.feature.backtest.title
source: Advanced Backtesting Suite
zh_hans: 高级回测套件

# subscription.feature.narrative
source: Deep AI Narrative
zh_hans: 基金穿透式 AI 叙事

# subscription.feature.sentiment.sub
source: Deep neural networks analyzing global macro indicators to predict causal trends.
zh_hans: 深度神经网络分析全球宏观指标，预测因果趋势。

# subscription.feature.sentiment.title
source: AI-Driven Market Sentiment
zh_hans: AI 驱动的市场情绪

# subscription.feature.timechain
source: Event Timechain Analysis
zh_hans: 深度事件脉络推演

# subscription.feature.watchlist
source: Unlimited Watchlist & Groups
zh_hans: 无限自选与多维分组

# subscription.label.premium
source: Premium
zh_hans: 尊享版

# subscription.label.privacy
source: Privacy Policy
zh_hans: 隐私政策

# subscription.label.tos
source: Terms of Use
zh_hans: 使用条款

# subscription.plan.best_value
source: Best Value
zh_hans: 最优惠

# subscription.plan.monthly
source: Monthly
zh_hans: 月度订阅

# subscription.plan.monthly.sub
source: No commitment
zh_hans: 无长期合约

# subscription.plan.quarterly
source: Quarterly
zh_hans: 季度订阅

# subscription.plan.quarterly.sub
source: Billed every 3 months
zh_hans: 每 3 个月计费一次

# subscription.plan.save
source: Save 20%
zh_hans: 立省 20%

# subscription.plan.yearly
source: Annual
zh_hans: 年度订阅

# subscription.plan.yearly.sub
source: Billed yearly ($16.66/mo)
zh_hans: 按年计费 ($16.66/月)

# subscription.slogan
source: Elevate your quantitative strategy with institutional-grade data and AI-driven analysis.
zh_hans: 凭借机构级数据和 AI 驱动分析，全面提升您的量化策略。

# subscription.title
source: Unlock Pro Insights
zh_hans: 解锁 Pro 洞察

# sync.error.conflict %@
source: Sync conflict: %@
zh_hans: 同步冲突：%@

# sync.error.network %@
source: Network error: %@
zh_hans: 网络错误：%@

# sync.error.not_authenticated
source: Not authenticated, please sign in first
zh_hans: 未登录，请先登录

# sync.error.offline
source: Offline, operations queued
zh_hans: 离线状态，操作已加入队列

# sync.error.remote %@
source: Remote error: %@
zh_hans: 远程错误：%@

# sync.error.server %@
source: Server error: %@
zh_hans: 服务器错误：%@
